Repository: minetest/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: Translation - Minetest Modding Book
es: Traducción - Libro de modificación Minetest

source: Translating content meta - lua_api.md
es: Traducción del contenido de los metadatos: lua_api.md

source: Translation template
es: Plantilla de traducción

source: To quickly add support for ContentDB package translation, create a file at %(location)s with the following content:
es: Para agregar rápidamente soporte para la traducción del paquete ContentDB, cree un archivo en %(location)s con el siguiente contenido:

source: %(title)s is available in %(num)d languages.
es: %(title)s está disponible en %(num)d idiomas.

source: ContentDB reads translations from locale files (.tr) in your package.
es: ContentDB lee traducciones de archivos locales (.tr) en su paquete.

source: Language
es: Idioma

source: Configure Git Update Detection
es: Configurar Detección de Actualización en Git

source: ContentDB will poll your Git repository every day, if your package is approved.
es: ContentDB implementará su repositorio Git cada día, si su paquete está aprobado.

source: You should consider using webhooks or the API for faster releases.
es: Deberías considerar usar webhooks o la API para versiones más rápidas.

source: Git Update Detection is clever enough to not create a release again if you've already created it manually or using webhooks/the API.
es: La Detección de Actualizaciones en Git es lo suficientemente inteligente para no crear un lanzamiento de nuevo si ya ha creado uno manualmente o usando webhooks/la API.

source: The trigger is the event that triggers the action.
es: El desencadenante es el evento que desencadena la acción.

source: The action to perform when the trigger happens.
es: La acción a tomar cuando ocurre el desencadenante.

source: Once a package is marked as outdated, you won't receive any more notifications until it is marked up to date.
es: Cuando un paquete es marcado como obsoleto, no recibe más notificaciones hasta que es marcado como actualizado.

source: Download
es: Descargar

source: For Minetest %(min)s and above
es: Para Minetest %(min)s y superior

source: Minetest %(max)s and below
es: Minetest %(max)s e inferior

source: How do I install this?
es: ¿Cómo instalo esto?

source: No downloads available
es: No hay descargas disponibles

source: Non-free code and media
es: Código y multimedia no libres

source: Non-free code
es: Código no libre

source: Non-free media
es: Multimedia no libre

source: This thread is only visible to its creator, package maintainers, users of Approver rank or above, and @mentioned users.
es: Este hilo sólo es visible para su creador, los mantenedores de paquetes, los usuarios de rango Aprobador o superior y los usuarios @mencionados.

source: Downloads
es: Descargas

source: Website
es: Sitio web

source: Forums
es: Foros

source: Issue Tracker
es: Seguimiento de las incidencias

source: Translate
es: Traducir

source: Awaiting review
es: Esperando revisión

source: Edit Review
es: Editar reseña

source: You can't review your own package.
es: No puedes reseñar tu propio paquete.

source: Package needs to be approved before it can be reviewed.
es: El paquete debe ser aprobado antes de poder ser reseñado.

source: Used By
es: Usado Por

source: Content
es: Contenido

source: View content for game
es: Ver contenido para el juego

source: Favorite
es: Favorito

source: Add to collection...
es: Añadir a colección...

source: View %(count)d collections
es: Ver %(count)d coleccion(es)

source: Package may be outdated
es: Puede que el paquete esté obsoleto

source: Only visible to the author and Editors.
es: Sólo visible para el autor y Editores.

source: Warning
es: Advertencia

source: Like this package? Help support its development by making a donation
es: ¿Te gusta este paquete? Ayuda a su desarrollo haciendo una donación

source: Donate now
es: Donar ahora

source: Dependencies
es: Dependencias

source: No required dependencies
es: No se requieren dependencias

source: Optional
es: Opcional

source: Compatible Games
es: Juegos compatibles

source: No specific game required
es: No se requiere ningún juego específico

source: Tested with:
es: Comprobado con:

source: Is the above correct?
es: ¿Es esto correcto?

source: You need to either confirm this or tell ContentDB about supported games
es: Debe confirmarlo o informar a ContentDB sobre los juegos compatibles

source: Does not work with:
es: No funciona con:

source: Please specify compatible games
es: Por favor, especifica los juegos compatibles

source: Information
es: Información

source: Technical Name
es: Nombre técnico

source: %(code_license)s for code,<br>%(media_license)s for media.
es: %(code_license)s para el código,<br>%(media_license)s para los medios.

source: Unknown
es: Desconocido

source: Added
es: Añadido

source: Remove myself
es: Retirarme

source: Provides
es: Ofrece

source: More
es: Más

source: See audit log
es: Ver el registro de la auditoría

source: Due to spam, we no longer accept reports from anonymous users on this form.
es: Debido al spam, ya no aceptamos reportes de usuarios anónimos en este formulario.

source: Please sign in or contact the admin using the link below.
es: Por favor, inicie sesión o comuníquese con el administrador mediante el siguiente enlace.

source: What are you reporting? Why are you reporting it?
es: ¿Qué estás reportando? ¿Por qué lo estás reportando?

source: Reports will be shared with ContentDB staff.
es: Los reportes serán compartidos con el personal de ContentDB.

source: Only the admin will be able to see who made the report.
es: Solo el administrador podrá ver quién hizo el reporte.

source: Found a bug? Please report on the package's issue tracker or in a thread instead.
es: ¿Ha encontrado un error? Notifícalo en el gestor de incidencias del paquete o en un hilo de la conversación.

source: Task Failed
es: Tarea fallida

source: Working…
es: Trabajando…

source: Reload the page to check for updates.
es: Recarga la página para comprobar si hay actualizaciones.

source: Delete reply by %(username)s in %(title)s
es: Borrar la respuesta de %(username)s en %(title)s

source: Delete "%(title)s" by %(author)s
es: Eliminar "%(title)s" por %(author)s

source: Edit reply
es: Editar respuesta

source: New Thread
es: Nuevo hilo

source: If the package shouldn't be on CDB (eg: if it doesn't work at all), then you can let us know here.
es: Si el paquete no debería estar en CDB (por ejemplo, si no funciona en absoluto), puedes hacérnoslo saber aquí.

source: Only you, the package author, and users of Approver rank and above can read private threads.
es: Sólo tú, el autor del paquete, y los usuarios de rango Aprobador y superior pueden leer hilos privados.

source: Comments by %(user)s
es: Comentarios de %(user)s

source: Reply to <b>%(title)s</b>
es: Responder a <b>%(title)s</b>

source: Only showing replies to public threads
es: Mostrar sólo respuestas a temas públicos

source: Subscribe
es: Suscríbase a

source: Convert to Thread
es: Convertir a hilo

source: Unlock
es: Desbloquear

source: Lock
es: Bloquear

source: This thread is visible to the following users
es: Este hilo es visible para los siguientes usuarios

source: Visible to:
es: Visible para:

source: Plus approvers and editors
es: Más revisores y editores

source: Is this review outdated?
es: ¿Esta revisión está desactualizada?

source: For example, does it complain about issues you've already fixed?
es: Por ejemplo, ¿se queja de problemas que ya has solucionado?

source: You can report outdated reviews by clicking %(flag)s on the review.
es: Puede denunciar las reseñas obsoletas haciendo clic en %(flag)s de la reseña.

source: Editor Work Queue
es: Cola de trabajo del redactor

source: Approval Queue
es: Cola de aprobación

source: Approve All
es: Aprobar todo

source: No screenshots need approval.
es: Ninguna captura de pantalla necesita aprobación.

source: No packages need approval.
es: Ningún paquete necesita aprobación.

source: Importing
es: Importando

source: No releases need approval.
es: Ningún lanzamiento necesita aprobación.

source: All done!
es: ¡Todo hecho!

source: License Needed
es: Licencia necesaria

source: Tag Packages
es: Etiquetar paquetes

source: %(total_to_tag)d / %(total_packages)d packages don't have any tags.
es: %(total_to_tag)d / %(total_packages)d paquetes no tienen ninguna etiqueta.

source: View Tags
es: Ver etiquetas

source: Unfulfilled Dependencies
es: Dependencias no satisfechas

source: Mod names that have hard dependers, but no packages providing them.
es: Los nombres de los mods que tienen dependencias estrictas, pero no paquetes que los ofrezcan.

source: View All
es: Ver todo

source: Recent Actions
es: Acciones recientes

source: Game Support for %(username)s
es: Juegos soportados %(username)s

source: You should specify the games supported by your mods and texture packs.
es: Deberías especificar los juegos compatibles con tus mods y paquetes de texturas.

source: Specifying game support makes it easier for players to find your content.
es: Especificar la compatibilidad con el juego facilita que los jugadores encuentren tus contenidos.

source: If your package is game independent, confirm this using 'Supports all games'
es: Si tu paquete es independiente del juego, confírmalo con "Compatible con todos los juegos"

source: Supports all games
es: Soporta todos los juegos

source: No supported games listed. Please either add supported games or check 'Supports all games'
es: No hay juegos compatibles. Añade juegos compatibles o marca "Compatible con todos los juegos"

source: Nothing to do :)
es: Nada que hacer :)

source: Bulk support all games
es: Soporte masivo para todos los juegos

source: Click the button below to confirm that the following packages do support all games, except for any games listed in unsupported_games:
es: Haz clic en el botón de abajo para confirmar que los siguientes paquetes son compatibles con todos los juegos, excepto los que aparecen en unsupported_games:

source: Confirm
es: Confirmar

source: Packages not supporting %(rel)s
es: Paquetes que no admiten %(rel)s

source: Minetest-Mods org only
es: Sólo Minetest-Mods org

source: Sort by date
es: Ordenar por fecha

source: Sort by score
es: Ordenar por calificación

source: All Outdated packages
es: Todos los paquetes desactualizados

source: Missing Screenshots
es: Capturas de pantalla pendientes

source: %(count)d packages
es: %(count)d paquetes

source: Package Tags
es: Etiquetas de los paquetes

source: Missing tags only
es: Sólo las etiquetas que faltan

source: Edit Tags
es: Editar etiquetas

source: Your to do list
es: Lista de tareas pendientes

source: Outdated Packages
es: Paquetes desactualizados

source: %(username)s's to do list
es: Lista de tareas de %(username)s

source: Misc To do
es: Otras cosas por hacer

source: Enable email notifications
es: Activar las notificaciones por correo electrónico

source: Unapproved Packages Needing Action
es: Paquetes no aprobados que requieren medidas

source: See all Update Settings
es: Ver todos los ajustes de la actualización

source: Create All Releases
es: Crear todas las versiones

source: Potentially Outdated Packages
es: Paquetes potencialmente desactualizados

source: Instead of marking packages as outdated, you can automatically create releases when New Commits or New Tags are pushed to Git by clicking 'Update Settings'.
es: En lugar de marcar los paquetes como obsoletos, puedes crear versiones automáticamente cuando se envíen nuevos commits o nuevas etiquetas a Git haciendo clic en "Actualizar la configuración".

source: To remove a package from below, create a release or change the update settings.
es: Para eliminar un paquete de abajo, cree una versión o cambie la configuración de actualización.

source: See game support for your packages
es: Consulte la asistencia de juegos para sus paquetes

source: Missing Game Support
es: Falta el soporte para los juegos

source: Small Screenshots
es: Capturas de pantalla pequeñas

source: These packages have screenshots that are too small, and should be replaced.
es: Estos paquetes tienen capturas de pantalla demasiado pequeñas y deberían sustituirse.

source: Red and orange are screenshots below the limit, and grey screenshots are below the recommended resolution.
es: El rojo y el naranja son capturas de pantalla por debajo del límite y las capturas de pantalla grises están por debajo de la resolución recomendada.

source: See All
es: Ver todo

source: Packages Without Tags
es: Paquetes sin etiquetas

source: Labelling your packages with tags helps users find them.
es: Marcar tus paquetes con etiquetas ayuda a los usuarios a encontrarlos.

source: Unadded Topics
es: Temas sin añadir

source: List of your forum topics which do not have a matching package.
es: Lista de los temas de su foro que no tienen un paquete correspondiente.

source: Congrats! You don't have any topics which aren't on CDB.
es: ¡Felicidades! No tienes ningún tema que no esté en CDB.

source: Find packages to translate
es: Encuentra paquetes para traducir

source: Help make Minetest more accessible by translating packages into other languages.
es: Ayude a que Minetest sea más accesible traduciendo paquetes a otros idiomas.

source: How to translate a mod / game
es: Cómo traducir un mod/juego

source: Packages that support translation
es: Paquetes que admiten traducción

source: Only show packages with %(lang)s translation
es: Mostrar solo paquetes con traducción de %(lang)s

source: Hide packages with %(lang)s translation
es: Ocultar paquetes con traducción de %(lang)s

source: Account and Security - %(username)s
es: Cuenta y Seguridad - %(username)s

source: Change Password
es: Cambiar contraseña

source: Set Password
es: Establecer contraseña

source: Has password
es: Tiene contraseña

source: Doesn't have password
es: No tiene contraseña

source: Linked Accounts
es: Cuentas vinculadas

source: Please PM %(rubenwardy)s on the forums to link your account.
es: Por favor, envía un mensaje privado al foro %(rubenwardy)s para vincular su cuenta.

source: View ContentDB's GitHub Permissions
es: Ver los permisos de ContentDB en GitHub

source: Disconnect
es: Desconectar

source: Link Github
es: Vincular Github

source: None
es: Ninguno

source: Account Deletion and Deactivation
es: Eliminación y desactivación de cuenta

source: Delete or Deactivate
es: Eliminar o desactivar

source: Account Deletion and Deactivation isn't available to users yet.
es: La eliminación y desactivación de cuentas aún no está disponible para los usuarios.

source: Please contact the admin.
es: Por favor contacta al administrador.

source: Recent Account Actions
es: Acciones recientes en la cuenta

source: Your email is needed to recover your account if you forget your password and to send (configurable) notifications.
es: Tu correo electrónico es necesario para recuperar tu cuenta si olvidas tu contraseña, y para enviar notificaciones (configurables).

source: Your email will never be shared with a third-party.
es: Tu correo electrónico nunca se compartirá con un tercero.

source: Must be at least 12 characters long.
es: Debe tener al menos 12 caracteres.

source: Create Account
es: Crear cuenta

source: Do you have an account on the Minetest Forums?
es: ¿Tienes una cuenta en los foros de Minetest?

source: ContentDB will link your account to your forum account if you have one, but you don't need one.
es: ContentDB vinculará tu cuenta a tu cuenta del foro si tienes una, pero no es necesario.

source: <b>Yes</b>, I have a forums account
es: <b>Sí</b>, tengo una cuenta en el foro

source: <b>No</b>, I don't have one
es: <b>No</b>, no tengo

source: Create forum account
es: Crear una cuenta en el foro

source: Confirm Your Account
es: Confirma tu cuenta

source: You'll need to use prove that you have access to your forum account using one of the options below.
es: Tendrás que demostrar que tienes acceso a tu cuenta del foro mediante una de las siguientes opciones.

source: This is so ContentDB can link your account to your forum account.
es: Esto es para que ContentDB pueda vincular tu cuenta a tu cuenta del foro.

source: Don't have a forums account?
es: ¿No tienes cuenta en el foro?

source: You can still <a href='%(url)s'>sign up without one</a>.
es: Todavia puedes <a href="%(url)s">inscribirse sin una</a>.

source: Option 1
es: Opción 1

source: Use GitHub field in forum profile
es: Utilizar el campo GitHub en el perfil del foro

source: Enter your forum username here:
es: Ingresa tu nombre de usuario del foro aquí:

source: Forum username
es: Nombre de usuario del foro

source: Only a-zA-Z0-9._ allowed
es: Sólo se admiten los caracteres a-zA-Z0-9._

source: You'll need to have the GitHub field in your forum profile filled out.
es: Tendrás que rellenar el campo GitHub en tu perfil del foro.

source: Log into the forum and <a href='https://forum.minetest.net/ucp.php?i=173'>do that here</a>.
es: Inicie sesión en el foro y <a href="https://forum.minetest.net/ucp.php?i=173">haz eso aquí</a>.

source: Next: log in with GitHub
es: Siguiente: iniciar sesión con GitHub

source: Option 2
es: Opción 2

source: Verification token
es: Token de verificación

source: Go to <a href='https://forum.minetest.net/ucp.php?i=profile&mode=signature'>User Control Panel > Profile > Edit signature</a>
es: Ve a <a href="https://forum.minetest.net/ucp.php?i=profile&amp;mode=signature">Panel de control del usuario&gt; Perfil &gt; Editar firma&gt;</a>

source: Paste this into your signature:
es: Pega esto en tu firma:

source: Click next so we can check it.
es: Haz click en siguiente para que podamos revisarlo.

source: Don't worry, you can remove it after this is done.
es: No te preocupes, puedes quitarlo una vez hecho esto.

source: Delete user %(username)s
es: Eliminar usuario %(username)s

source: This will delete your account, removing %(threads)d threads and %(replies)d replies.
es: Esto eliminará tu cuenta, borrando los hilos de %(threads)d y las respuestas de %(replies)d.

source: As you have packages and/or forum threads, your account cannot be fully deleted.
es: Como tienes paquetes y/o hilos en el foro, tu cuenta no puede ser eliminada por completo.

source: Instead, your account will be deactivated and all personal information wiped - including %(threads)d threads and %(replies)d replies.
es: En su lugar, tu cuenta será desactivada y toda la información personal borrada - incluyendo %(threads)d hilos y %(replies)d respuestas.

source: See the privacy policy for more information.
es: Consulta la política de privacidad para más información.

source: Deactivate
es: Desactivar

source: Delete Anyway
es: Eliminar de todos modos

source: Check Your Email
es: Revisa tu correo electrónico

source: We've sent an email to the address you specified.
es: Hemos enviado un correo electrónico a la dirección que especificaste.

source: You'll need to click the link in the email to confirm it.
es: Tendrás que hacer clic en el enlace del correo electrónico para confirmarlo.

source: The link will expire in 12 hours
es: El enlace caducará en 12 horas

source: My email never arrived
es: Mi correo electrónico nunca llegó

source: Request Password Reset
es: Solicitar restablecimiento de contraseña

source: Unfortunately, %(username)s doesn't have an account on ContentDB yet.
es: Desafortunadamente, %(username)s aún no tiene una cuenta en ContentDB.

source: Claim Account
es: Reclamar cuenta

source: Users
es: Usuarios

source: Rank: %(rank)s.
es: Rango: %(rank)s.

source: Forgot my password
es: Olvidé mi contraseña

source: Total storage usage is %(total_size)d MB (releases %(release_size)d MB, screenshots %(screenshot_size)d MB).
es: El uso total de almacenamiento es %(total_size)d MB (versiones %(release_size)d MB, capturas de pantalla %(screenshot_size)d MB).

source: %(releases)d releases and %(screenshots)d screenshots.
es: %(releases)d lanzamientos y %(screenshots)d capturas de pantalla.

source: Edit Account
es: Editar cuenta

source: Ban
es: Expulsar

source: Unban
es: Revertir expulsión

source: Message to display to banned user
es: Mensaje a mostrar al usuario expulsado

source: Expires At
es: Expira el

source: Expiry date. Leave blank for permanent ban
es: Fecha de expiración: Dejar en blanco para una expulsión permanente

source: Change Email and Send Password Reset
es: Cambiar correo electrónico y enviar restablecimiento de contraseña

source: Email Address
es: Dirección de correo electrónico

source: Profile picture
es: Foto de perfil

source: To Do List
es: Lista de tareas pendientes

source: Send Email
es: Enviar correo electrónico

source: packages
es: paquetes

source: collections
es: colecciones

source: reviews
es: reseñas

source: comments
es: comentarios

source: Claim
es: Reclamación

source: Is this you? Claim your account now!
es: ¿Es usted? ¡Reclama tu cuenta ahora!

source: Alphabetical
es: Por orden alfabético

source: Newest
es: Más reciente

source: View list of tags
es: Ver la lista de etiquetas

source: Create package
es: Crear paquete

source: Maintained Packages
es: Paquetes mantenidos

source: This user is also a maintainer of the following packages
es: Este usuario también mantiene los siguientes paquetes

source: Edit Profile - %(username)s
es: Editar perfil - %(username)s

source: Profile Picture
es: Foto de perfil

source: Import from forums
es: Importar desde foros

source: Remove profile picture
es: Quitar foto del perfil

source: Profile pictures should be square, at least 64x64px, and one of the following formats: jpeg, png, or webp.
es: Las imágenes de perfil deben ser cuadradas, de al menos 64x64 píxeles y uno de los siguientes formatos: jpeg, png o webp.

source: Profile Information
es: Información del perfil

source: Pretending to be another user is grounds for a permanent ban
es: Hacerse pasar por otro usuario es motivo de baneo permanente

source: Only alphanumeric characters, periods, underscores, and minuses are allowed (a-zA-Z0-9._)
es: Sólo se admiten caracteres alfanuméricos, puntos, guiones bajos y minúsculas (a-zA-Z0-9._)

source: Human readable name, defaults to username if not specified. This can be changed later.
es: Nombre legible, por defecto nombre de usuario si no se especifica. Puede cambiarse posteriormente.

source: Same as username
es: Igual que el nombre de usuario

source: Please prove that you are human
es: Porfavor prueba que eres humano

source: I agree to the
es: Estoy de acuerdo con la

source: Email and Notifications - %(username)s
es: Correo electrónico y notificaciones - %(username)s

source: Your email is needed to recover your account if you forget your password, and to send (configurable) notifications.
es: Tu correo electrónico es necesario para recuperar tu cuenta si olvidas tu contraseña, y para enviar notificaciones (configurables).

source: There is at least one verification pending.
es: Hay al menos una verificación pendiente.

source: Notification Settings
es: Ajustes de notificación

source: Email notifications are currently turned off. Click 'save' to enable.
es: Las notificaciones por correo electrónico están desactivadas. Haz clic en "Guardar" para activarlas.

source: Configure whether certain types of notifications are sent immediately, or as part of a daily digest.
es: Configure si determinados tipos de notificaciones se envían inmediatamente o como parte de un resumen diario.

source: Disable all
es: Desactivar todo

source: Event
es: Evento

source: Immediately
es: Inmediatamente

source: In digest
es: En el resumen

source: Statistics for %(display_name)s's packages
es: Estadísticas de los paquetes de %(display_name)s
