Repository: minetest/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: Banned:
es: Expulsado:

source: You have been banned.
es: Has sido expulsado.

source: Chat / Commands
es: Chat / Comandos

source: Complex installation
es: Instalación compleja

source: Either has educational value, or is a tool to help teachers
es: Tiene valor educativo o es una herramienta para ayudar a los profesores.

source: Singleplayer-focused
es: Para un solo jugador

source: For 16px texture packs
es: Para packs de texturas de 16px

source: For 64px texture packs
es: Para packs de texturas de 64px

source: Tools to manage the world
es: Herramientas para administrar el mundo

source: Big changes to crafting gameplay
es: Grandes cambios en la creación de juegos

source: Blood, etc
es: Sangre, etc

source: Adds a mini-game to be played within Minetest
es: Agrega un minijuego para jugar dentro de Minetest

source: Tools / Weapons / Armor
es: Herramientas / Armas / Armadura

source: For content generally themed around a certain season or holiday
es: Para contenidos generalmente temáticos en torno a una determinada estación o festividad

source: Player Effects / Power Ups
es: Efectos del jugador/potenciadores

source: World Maintenance and Tools
es: Mantenimiento del mundo y herramientas

source: Tools for game and mod developers
es: Herramientas para desarrolladores de juegos y mods

source: Education
es: Educación

source: Transport
es: Transporte

source: Survival
es: Supervivencia

source: New mapgen or changes mapgen
es: Nuevo mapgen o cambios mapgen

source: Less than 16px
es: Menos de 16px

source: Storage
es: Almacenamiento

source: Changes the inventory GUI
es: Cambia la interfaz gráfica del usuario del inventario

source: Jam / Combat 2020
es: Jam / Combate 2020

source: Bad Language
es: Palabrotas

source: Focuses on or adds new sounds or musical things
es: Se centra o añade nuevos sonidos o elementos musicales

source: Adds game mechanics or tools that change how players build.
es: Añade mecánicas de juego o herramientas que cambian la forma de construir de los jugadores.

source: Violence
es: Violencia

source: Strategy / RTS
es: Estrategia / RTS

source: Requires futher installation steps, such as installing luarocks or editing the trusted mod setting
es: Requiere pasos de instalación adicionales, como instalar luarocks o editar la configuración del mod confiable

source: Jam / Game 2021
es: Jam / Juego 2021

source: Content that can be played alone
es: Contenido que se puede reproducir solo

source: Can/should only be used in multiplayer
es: Solo puede/debe usarse en multijugador

source: Adds mobs, animals, and NPCs
es: Agregar mobs, animales y NPC

source: For mods created for the Discord "Weekly Challenges" modding event in 2021
es: Para modificaciones creadas para el evento de modificación "Desafíos semanales" de Discord en 2021

source: Mini-game
es: Mini juego

source: For content that changes player effects, including physics, for example: speed, jump height or gravity.
es: Para contenido que cambia los efectos del jugador, incluida la física, por ejemplo: velocidad, altura de salto o gravedad.

source: Contains swearing
es: Contiene palabrotas

source: Improves the world, adding weather, ambient sounds, or other environment mechanics
es: Mejora el mundo, agregando clima, sonidos ambientales u otras mecánicas ambientales

source: For mods created for the Discord "Combat" modding event in 2020
es: Para mods creados para el evento de modificación "Combate" de Discord en 2020

source: Inventory
es: Inventario

source: Entries to the 2023 Minetest Game Jam
es: Inscripciones para la Minetest Game Jam de 2023

source: Focuses on building, such as adding new materials or nodes
es: Se centra en la construcción, como agregar nuevos materiales o nodos

source: Environment / Weather
es: Medio ambiente/clima

source: Custom mapgen
es: Generador de mapas personalizado

source: Minetest Game improved
es: Juego de Minetest mejorado

source: Machines / Electronics
es: Máquinas / Electrónica

source: Developer Tools
es: Herramientas de desarrollo

source: Jam / Game 2023
es: Jam / Juego 2023

source: Helps with server maintenance and moderation
es: Ayuda con el mantenimiento y moderación del servidor

source: Plants and Farming
es: Plantas y agricultura

source: Adventure / RPG
es: Aventura / Rol

source: For games and such that are of their own kind, distinct and original in nature to others of the same category.
es: Para juegos y similares que sean de su propia clase, distintos y originales en su naturaleza a otros de la misma categoría.

source: Jam / Weekly Challenges 2021
es: Jam / Desafíos Semanales 2021

source: For 32px texture packs
es: Para paquetes de texturas de 32px

source: Adds or changes tools, weapons, and armor
es: Agrega o cambia herramientas, armas y armaduras

source: GUI
es: Interfaz gráfica de usuario

source: Seasonal
es: Estacional

source: Commerce / Economy
es: Comercio / Economía

source: Written specifically or exclusively for use in creative mode. Adds content only available through a creative inventory, or provides tools that facilitate ingame creation and doesn't add difficulty or scarcity
es: Escrito específica o exclusivamente para su uso en el modo creativo. Añade contenido sólo disponible a través de un inventario creativo, o proporciona herramientas que facilitan la creación dentro del juego y no añade dificultad o escasez

source: Forks of MTG
es: Bifurcación de MTG

source: Non-cartoon violence. May be towards fantasy or human-like characters
es: Caricaturas sin violencia. Puede dirigirse a personajes fantásticos o de aspecto humano

source: Joke
es: Broma

source: Fear / Horror
es: Miedo/Horror

source: 128px+
es: + de 128px

source: Creative
es: Creativo

source: Entries to the 2022 Minetest Game Jam
es: Inscripciones para el Minetest Game Jam 2022

source: Alcohol / Tobacco
es: Alcohol / Tabaco

source: Adds or improves item storage mechanics
es: Agrega o mejora la mecánica de almacenamiento de artículos

source: Designed to be played competitively against other players
es: Diseñado para jugar competitivamente contra otros jugadores

source: Crafting
es: Elaboración

source: <16px
es: &lt;16px

source: One-of-a-kind / Original
es: Único/Original

source: Building
es: Construir

source: Adds machines useful in automation, tubes, or power.
es: Agrega máquinas útiles en automatización, tubos o energía.

source: Focus on puzzle solving instead of combat
es: Concéntrate en resolver acertijos en lugar de combatir

source: Building Mechanics and Tools
es: Mecánica y herramientas de construcción

source: Adds nodes with no other purpose than for use in building
es: Agrega nodos sin otro propósito que el de usar en la construcción

source: Sounds / Music
es: Sonidos / Música

source: Food / Drinks
es: Alimentos / Bebidas

source: Decorative
es: Decorativo

source: Gambling
es: Apuestas

source: Server Moderation and Tools
es: Herramientas y moderación del servidor

source: For humorous content, meant as a novelty or joke, not to be taken seriously, and that is not meant to be used seriously or long-term.
es: Para contenido humorístico, pensado como novedad o broma, que no debe tomarse en serio y que no debe usarse en serio ni a largo plazo.

source: API / Library
es: API/Biblioteca

source: Certified
es: Certificado

source: Contains alcohol and/or tobacco
es: Contiene alcohol y/o tabaco

source: Adds new plants or other farmable resources.
es: Agrega nuevas plantas u otros recursos cultivables.

source: Multiplayer-focused
es: Centrado en multijugador

source: Primarily adds an API for other mods to use
es: Principalmente agrega una API para que la utilicen otros mods

source: Focus on player chat/communication or who's primary function is interacting with the console.
es: Concéntrese en el chat/comunicación del jugador o en quién es la función principal de interactuar con la consola.

source: Games and mods with a heavy strategy component, whether real-time or turn-based
es: Juegos y mods con un fuerte componente de estrategia, ya sean en tiempo real o por turnos

source: Written specifically for survival gameplay with a focus on game-balance, difficulty level, or resources available through crafting, mining, ...
es: Escrito específicamente para juegos de supervivencia con un enfoque en el equilibrio del juego, el nivel de dificultad o los recursos disponibles a través de la elaboración, la minería,...

source: Entries to the 2021 Minetest Game Jam
es: Inscripciones al Minetest Game Jam 2021

source: Contains a completely custom mapgen implemented in Lua, usually requires worlds to be set to the 'singlenode' mapgen.
es: Contiene un mapgen completamente personalizado implementado en Lua, generalmente requiere que los mundos se configuren en el mapgen de 'nodo único'.

source: Sports
es: Deportes

source: Adds or changes transportation methods. Includes teleportation, vehicles, ridable mobs, transport infrastructure and thematic content
es: Agrega o cambia métodos de transporte. Incluye teletransportación, vehículos, mobs montables, infraestructura de transporte y contenido temático

source: Player vs Environment (PvE)
es: Jugador contra el entorno (PvE)

source: For mods that grant the player extra information in the HUD
es: Para mods que otorgan al jugador información adicional en el HUD

source: Mods and games that aim to simulate real life activity. Similar to SimCity/TheSims/OpenTTD/etc
es: Mods y juegos que tienen como objetivo simular la actividad de la vida real. Similar a SimCity/TheSims/OpenTTD/etc

source: Shocking and scary content. May scare young children
es: Contenido impactante y aterrador. Puede asustar a los niños pequeños

source: Player customization / Skins
es: Personalización del jugador/Skins

source: Allows the player to customize their character by changing the texture or adding accessories.
es: Permite al jugador personalizar su personaje cambiando la textura o agregando accesorios.

source: Certified by the Featured Packages program. This tag may be renamed in the future
es: Certificado por el programa Paquetes Destacados. Es posible que se cambie el nombre de esta etiqueta en el futuro

source: Mobs / Animals / NPCs
es: Mobs / Animales / NPC

source: For 128px or higher texture packs
es: Para paquetes de texturas de 128px o superiores

source: Games of chance, gambling games, etc
es: Juegos de azar, apuestas, etc

source: Mapgen / Biomes / Decoration
es: Mapgen / Biomas / Decoración

source: Drugs
es: Drogas

source: Related to economies, money, and trading
es: Relacionado con las economías, el dinero y el comercio

source: For content designed for one or more players that focus on combat against the world, mobs, or NPCs.
es: Para contenido diseñado para uno o más jugadores que se centra en el combate contra el mundo, mobs o NPC.

source: For content whose main utility / feature is in GUI/formspec form
es: Para contenido cuya utilidad/característica principal está en formato GUI/formspec

source: Player vs Player (PvP)
es: Jugador contra jugador (PvP)

source: Magic / Enchanting
es: Magia / Encantamientos

source: Contains illegal drugs, such as marijuana
es: Contiene drogas ilegales, como marihuana

source: First person shooters (FPS) and more
es: Tirador en primera persona (FPS) y más

source: Shooter
es: Tirador

source: Packages
es: Paquetes

source: %(package_type)s for %(game_name)s
es: %(package_type)s para %(game_name)s

source: %(delta)s ago
es: Hace %(delta)s

source: Featured
es: Destacado

source: Name
es: Nombre

source: Limit to package
es: Limitar al paquete

source: Save
es: Guardar

source: Title
es: Título

source: Short Description
es: Descripción corta

source: Page Content
es: Contenido de la página

source: Private
es: Privado

source: Pinned to my profile
es: Fijado a mi perfil

source: A collection with a similar title already exists
es: Existe una colección con un título similar

source: Unable to create collection as a package with that name already exists
es: No se puede crear una colección porque ya existe un paquete con ese nombre

source: Added package to collection
es: Paquete añadido a la colección

source: Removed package from collection
es: Eliminar un paquete de la colección

source: Added package to favorites collection
es: Paquete añadido a la colección de los favoritos

source: (Public, change from Profile > My Collections)
es: (Público, cambiar desde Perfil &gt; Mis colecciones)

source: Removed package from favorites collection
es: Paquete eliminado de la colección de los favoritos

source: Authorization failed [err=gh-oauth-login-failed]
es: La autorización falló[err=gh-oauth-login-failed]

source: Linked GitHub to account
es: GitHub vinculado a la cuenta

source: GitHub account is already associated with another user: %(username)s
es: La cuenta de GitHub ya está asociada a otro usuario: %(username)s

source: Authorization failed [err=gh-login-failed]
es: La autorización falló [err=gh-login-failed]

source: Description
es: Descripción

source: Redirect URL
es: Redireccionar URL

source: App Type
es: Tipo de aplicación

source: Revoked all user tokens
es: Revocados todos los tokens de usuario

source: Edit Details
es: Editar Detalles

source: Translation
es: Traducción

source: Releases
es: Lanzamientos

source: Screenshots
es: Capturas de pantalla

source: Maintainers
es: Mantenedores

source: Audit Log
es: Registro de auditoría

source: Statistics
es: Estadísticas

source: Share and Badges
es: Compartir e Insignias

source: Remove / Unpublish
es: Eliminar / Retirar la publicación

source: Supported Games
es: Juegos Soportados

source: No download available.
es: Ninguna descarga disponible.

source: Type
es: Tipo

source: Title (Human-readable)
es: Título (legible por humanos)

source: Name (Technical)
es: Nombre (Técnico)

source: Lower case letters (a-z), digits (0-9), and underscores (_) only
es: Sólo letras minúsculas (a-z), dígitos (0-9) y guiones bajos (_)

source: Short Description (Plaintext)
es: Breve descripción (texto sin formato)

source: Maintenance State
es: Estado de mantenimiento

source: Tags
es: Etiquetas

source: Content Warnings
es: Advertencias de contenido

source: License
es: Licencia

source: Media License
es: Licencia de medios

source: Long Description (Markdown)
es: Descripción larga (Markdown)

source: VCS Repository URL
es: URL del repositorio de VCS

source: Website URL
es: URL del sitio web

source: Issue Tracker URL
es: URL del rastreador de problemas

source: Forum Topic ID
es: ID del tema del foro

source: Video URL
es: URL de vídeo

source: Donate URL
es: URL de donación

source: Translation URL
es: URL de la traducción

source: _game is not an allowed name
es: _juego no es un nombre permitido

source: Package already exists, but is removed. Please contact ContentDB staff to restore the package
es: El paquete ya existe, pero fue removido. Por favor contacta al personal de ContentDB para restaurar el paquete

source: Package already exists
es: El paquete ya existe

source: A collection with a similar name already exists
es: Ya existe una colección con un nombre similar

source: You must add an email address to your account and confirm it before you can manage packages
es: Debe agregar una dirección de correo electrónico a su cuenta y confirmarla antes de poder administrar los paquetes

source: Save draft
es: Guardar borrador

source: Unable to find that user
es: No se puede encontrar a ese usuario

source: Permission denied
es: Permiso denegado

source: You don't have permission to do that
es: No tienes permiso para hacer eso

source: Please comment what changes are needed in the approval thread
es: Por favor, comente qué cambios son necesarios en el hilo de revisión

source: Please comment in the approval thread so editors know what you have changed
es: Por favor, comente en el hilo de aprobación para que los editores sepan qué ha cambiado

source: Deleted package
es: Paquete eliminado

source: Unapproved package
es: Paquete no aprobado

source: Maintainers (Comma-separated)
es: Mantenedores (separados por comas)

source: You don't have permission to edit maintainers
es: No tienes permiso para editar a los mantenedores

source: You are not a maintainer
es: No eres un mantenedor

source: Package owners cannot remove themselves as maintainers
es: Los propietarios de paquetes no pueden eliminarse a sí mismos como mantenedores

source: Author Name
es: Nombre del autor

source: Enable support detection based on dependencies (recommended)
es: Habilite la detección de soportes basado en las dependencias (recomendado)

source: Supported games
es: Juegos soportados

source: Unsupported games
es: Juegos no compatibles

source: Supports all games (unless stated) / is game independent
es: Compatible con todos los juegos (salvo que se indique lo contrario) / independiente del juego

source: You need at least one release before you can edit game support
es: Necesitas al menos una versión antes de poder editar el soporte del juego

source: Mod(pack) needs to contain at least one mod. Please create a new release
es: El mod(pack) debe contener al menos un mod. Por favor, cree una nueva versión

source: Method
es: Método

source: File Upload
es: Subir archivo

source: Git reference (ie: commit hash, branch, or tag)
es: Referencia Git (es decir, hash de commit, rama o etiqueta)

source: Minimum Minetest Version
es: Versión mínima de Minetest

source: Maximum Minetest Version
es: Versión máxima de Minetest

source: Task ID
es: ID de tarea

source: Is Approved
es: Está aprobado

source: Import from Git
es: Importar desde Git

source: Upload .zip file
es: Subir archivo .zip

source: Set Min
es: Establecer mínimo

source: Set Max
es: Establecer máximo

source: Only change values previously set as none
es: Sólo cambiar los valores previamente establecidos como ninguno

source: Update
es: Actualizar

source: Trigger
es: Desencadenar

source: New Commit
es: Nuevo Commit

source: New Tag
es: Nueva etiqueta

source: Branch name
es: Nombre de la rama

source: Action
es: Acción

source: Send notification and mark as outdated
es: Enviar notificación y marcar como obsoleto

source: Create release
es: Crear lanzamiento

source: Save Settings
es: Guardar ajustes

source: Disable Automation
es: Desactivar la automatización

source: Please add a Git repository URL in order to set up automatic releases
es: Por favor añada la dirección de un repositorio Git para configurar lanzamientos automáticos

source: Deleted update configuration
es: Configuración de actualización eliminada

source: Now, please create an initial release
es: Ahora, crea un lanzamiento inicial

source: Comment
es: Comentar

source: Rating
es: Calificación

source: Yes
es: Sí

source: You can't review your own package!
es: ¡No puede reseñar su propio paquete!

source: You've reviewed too many packages recently. Please wait before trying again, and consider making your reviews more detailed
es: Has reseñado demasiados paquetes recientemente. Por favor espera antes de volverlo a intentar, y considera hacer tus reseñas más detalladas

source: Linking to blocked sites is not allowed
es: No se permite enlazar a sitios bloqueados

source: You can't vote on the reviews on your own package!
es: ¡No puede votar en las reseñas de su propio paquete!

source: You can't vote on your own reviews!
es: ¡No puede votar en sus propias reseñas!

source: Title/Caption
es: Título

source: Cover Image
es: Imagen de portada

source: Message
es: Mensaje

source: Report
es: Reportar

source: Already subscribed!
es: ¡Ya está suscrito!

source: Subscribed to thread
es: Suscrito al hilo

source: Unsubscribed!
es: ¡Suscripción cancelada!

source: Already not subscribed!
es: ¡Ya no estás suscrito!

source: Locked thread
es: Hilo bloqueado

source: Unlocked thread
es: Hilo desbloqueado

source: Cannot delete thread opening post!
es: ¡No se puede eliminar el mensaje de entrada del hilo!

source: Please wait before commenting again
es: Por favor espere para comentar de nuevo

source: Open Thread
es: Crear Hilo

source: Unable to create thread!
es: ¡No se ha podido crear el hilo!

source: An approval thread already exists! Consider replying there instead
es: Ya existe un hilo de aprobación. Considera la posibilidad de responder allí

source: Please wait before opening another thread
es: Por favor espere antes de crear otro hilo

source: Done
es: Hecho

source: Username or email
es: Nombre de usuario o correo electrónico

source: Password
es: Contraseña

source: Remember me
es: Recuérdame

source: Sign in
es: Iniciar sesión

source: Incorrect email or password
es: Correo electrónico o contraseña incorrectos

source: User %(username)s does not exist
es: El usuario %(username)s no existe

source: Incorrect password. Did you set one?
es: Contraseña incorrecta. ¿Ha establecido alguna?

source: You need to confirm the registration email
es: Debe confirmar el correo electrónico de registro

source: Login failed
es: Inicio de sesión fallido

source: Display Name
es: Nombre a mostrar

source: Username
es: Nombre de usuario

source: Only alphabetic letters (A-Za-z), numbers (0-9), underscores (_), minuses (-), and periods (.) allowed
es: Solo letras alfabéticas (A-Za-z), números (0-9), guiones bajos (_), menos (-), y periodos (.) permitidos

source: Email
es: Correo electrónico

source: What is the result of the above calculation?
es: ¿Cuál es el resultado del cálculo de arriba?

source: I agree
es: Estoy de acuerdo

source: Register
es: Registrarse

source: Incorrect captcha answer
es: Respuesta del captcha incorrecta

source: Reset Password
es: Restablecer la contraseña

source: Unable to find account
es: No se ha podido encontrar la cuenta

source: New password
es: Nueva contraseña

source: Verify password
es: Verificar contraseña

source: Passwords must match
es: Las contraseñas deben coincidir

source: Old password
es: Contraseña anterior

source: Passwords do not match
es: Las contraseñas no coinciden

source: That email address has been unsubscribed/blacklisted, and cannot be used
es: Esa dirección de correo electrónico ha sido borrada/puesta en la lista negra, y no puede ser usada

source: Email already in use
es: Correo electrónico ya en uso

source: We were unable to create the account as the email is already in use by %(display_name)s. Try a different email address.
es: No hemos podido crear la cuenta porque el correo electrónico ya está en uso por %(display_name)s. Pruebe con otra dirección de correo electrónico.

source: Your password has been changed successfully.
es: Su contraseña ha sido cambiada satisfactoriamente.

source: Old password is incorrect
es: La contraseña antigua es incorrecta

source: Unknown verification token!
es: ¡Token de verificación desconocido!

source: Token has expired
es: El token ha expirado

source: Another user is already using that email
es: Otro usuario está usando ese correo electrónico

source: Confirmed email change
es: Cambio de correo electrónico confirmado

source: Email address changed
es: Dirección de correo electrónico cambiada

source: Your email address has changed. If you didn't request this, please contact an administrator.
es: Su dirección de correo electrónico ha cambiado. Si no ha solicitado esto, por favor póngase en contacto con un administrador.

source: You may now log in
es: Ahora puede iniciar sesión

source: Send
es: Enviar

source: That email is now blacklisted. Please contact an admin if you wish to undo this.
es: Ese correo electrónico está ahora en la lista negra. Por favor contacte con un administrador si desea deshacer esto.
