Repository: minetest/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: Need more stats?
es: ¿Necesitas más estadísticas?

source: Check out the ContentDB Grafana dashboard for CDB-wide stats
es: Echa un vistazo al panel de ContentDB Grafana para ver las estadísticas de todo el CDB

source: Maintainer
es: Mantenedor

source: This thread has been locked by a moderator.
es: Este hilo ha sido bloqueado por un moderador.

source: Reply
es: Responder

source: Please wait before commenting again.
es: Por favor espere antes de comentar de nuevo.

source: This thread has been locked.
es: Este hilo ha sido bloqueado.

source: You don't have permission to post.
es: No tiene permiso para publicar.

source: You can add someone to a private thread by writing @username.
es: Puedes añadir a alguien a un hilo privado escribiendo @nombredeusuario.

source: No threads found
es: No se encontraron hilos

source: Thread
es: Hilo

source: Last Reply
es: Última Respuesta

source: On %(trigger)s, do %(action)s
es: Al %(trigger)s, hacer %(action)s

source: Release
es: Lanzamiento

source: Repo
es: Repositorio

source: Update settings
es: Preferencias de actualización

source: No outdated packages.
es: No hay paquetes obsoletos.

source: Author
es: Autor

source: Date
es: Fecha

source: Actions
es: Acciones

source: WIP
es: Trabajo en curso

source: Mod Names
es: Nombres de mods

source: No mod names found.
es: No se han encontrado nombres de mods.

source: Mod Name "%(name)s"
es: Nombre(s) del(los) Mod(s) "%(name)s"

source: Provided By
es: Proporcionado Por

source: Forum Topics
es: Temas del foro

source: %(title)s by %(display_name)s
es: %(title)s por %(display_name)s

source: Required By
es: Requerido Por

source: Optionally Used By
es: Usado Opcionalmente Por

source: Edit email notification settings
es: Editar configuración de notificaciones por correo electrónico

source: Newest first.
es: Más reciente primero.

source: Your Notifications
es: Sus Notificaciones

source: No notifications
es: No hay notificaciones

source: Editor/Approver Notifications
es: Notificaciones de Editor/Aprobador

source: Authorize %(title)s
es: Autorizar %(title)s

source: wants to access your %(name)s account
es: quiere acceder a tu cuenta de %(name)s

source: Verified application
es: Aplicación verificada

source: ContentDB trusts this application
es: ContentDB confía en esta aplicación

source: Public data only
es: Solo datos públicos

source: Read-only access to your public data
es: Acceso de solo lectura a sus datos públicos

source: Authorize
es: Autorizar

source: About %(title)s
es: Acerca de %(title)s

source: Application isn't approved yet
es: La solicitud aún no está aprobada

source: To allow users other than yourself to log in, you'll need to contact ContentDB staff and ask them to approve your app.
es: Para permitir que otros usuarios además de usted inicien sesión, deberá comunicarse con el personal de ContentDB y pedirles que aprueben su aplicación.

source: Create OAuth Client
es: Crear cliente OAuth

source: Your application has %(count)d users
es: Tu aplicación tiene %(count)d usuarios

source: Revoke all user tokens
es: Revocar todos los tokens del usuario

source: You must keep the secret safe. If you are unable, set the app type to 'client-side'.
es: Debes mantener el secreto a salvo. Si no puede, configure el tipo de aplicación en "del lado del cliente".

source: Example Authorize URL
es: Ejemplo de la URL de autorización

source: Shown to users when you request access to their account
es: Se muestra a los usuarios cuando solicita acceso a su cuenta

source: Where will you store your client_secret?
es: ¿Dónde almacenará su client_secret?

source: OAuth2 Applications | %(username)s
es: Aplicaciones OAuth2 | %(username)s

source: OAuth2 Documentation
es: Documentación de OAuth2

source: Unpublished
es: Inédito

source: No applications created
es: No se creó ninguna aplicación

source: Back to Aliases
es: Volver a Alias

source: Aliases
es: Alias

source: Aliases for %(title)s by %(author)s
es: Alias para %(title)s por %(author)s

source: No aliases
es: No hay alias

source: Git Update Detection for %(username)s
es: Detección de Actualizaciones Git para %(username)s

source: Packages with Update Settings
es: Paquetes con Configuración de Actualización

source: Bulk Set Update Settings
es: Establecer Ajustes de Actualización en Masa

source: This will set the update settings for all packages with a Git repo.
es: Esto establecerá la configuración de actualizaciones para todos los paquetes con un repositorio Git.

source: Leave blank to use default branch
es: Dejar en blanco para usar la rama predeterminada

source: Currently, the branch name field is only used by the New Commit trigger.
es: Actualmente, el campo del nombre de la rama sólo es utilizado por el activador Nueva confirmación.

source: Edit - %(title)s
es: Editar -%(title)s

source: Create Package
es: Crear Paquete

source: Have you read the Package Inclusion Policy and Guidance yet?
es: ¿Ha leído la Política y Guía de Inclusión de Paquetes?

source: Read more
es: Leer más

source: You can include a .cdb.json file in your %(type)s to update these details automatically.
es: Puede incluir un archivo .cdb.json en su %(type)s para actualizar estos detalles automáticamente.

source: JavaScript is needed to improve the user interface, and is needed for features such as finding metadata from git, and autocompletion.
es: JavaScript es necesario para mejorar la interfaz de usuario, y es necesario para características como obtener metadatos desde git, y autocompletado.

source: You need to unpublish the package to change the name.
es: Debe deshacer la publicación para modificar el nombre del paquete.

source: Tip: Don't include <i>Minetest</i>, <i>mod</i>, or <i>modpack</i> anywhere in the short description. It is unnecessary and wastes characters.
es: Consejo: No incluya <i>Minetest</i>, <i>mod</i> o <i>modpack</i> en ninguna parte de la breve descripción. Es innecesario y desperdicia personajes.

source: Please choose 'Work in Progress' if your package is unstable, and shouldn't be recommended to all players
es: Por favor elija 'Trabajo en Curso' si su paquete es inestable, y no debe ser recomendado a todos los jugadores

source: If there is no media, set the Media License to the same as the License.
es: Si no hay multimedia, establezca la Licencia Multimedia al mismo valor que la Licencia.

source: There's no need to link to the package on ContentDB in the long description, the user is already here!
es: No es necesario vincular el paquete en ContentDB en la descripción larga, ¡el usuario ya está aquí!

source: There's no need to include the forum topic in the long description, it's already shown on the page.
es: No es necesario incluir el tema del foro en la descripción larga, ya aparece en la página.

source: There's no need to include the repository URL in the long description, it's already shown on the page.
es: No es necesario incluir la URL del repositorio en la descripción larga, ya aparece en la página.

source: What to write in the long description
es: ¿Qué escribir en la descripción larga?

source: Repository and Links
es: Repositorio y Enlaces

source: Do you have a Git repository?
es: ¿Tiene un repositorio Git?

source: Having a repository is optional
es: Disponer de un repositorio es opcional

source: If you do have a repository, enter the URL below. Otherwise, leave blank and click skip.
es: Si tiene un repositorio, introduzca la dirección URL a continuación. De lo contrario, déjelo en blanco y haga clic en omitir.

source: HTTP URL to a Git, Mercurial, or other repository
es: Dirección url en Http a un repositorio de Git, Mercurial u otro

source: Next (Autoimport)
es: Siguiente (Autoimportación)

source: Skip
es: Omitir

source: Importing... (This may take a while)
es: Importando... (Esto puede tardar un poco)

source: Where should users report issues?
es: ¿Dónde deben notificar los usuarios los problemas?

source: Paste a forum topic URL
es: Pegar la dirección URL a un tema del foro

source: YouTube videos will be shown in an embed.
es: Los vídeos de YouTube se mostrarán incrustados.

source: If blank, the author's donation URL will be used instead.
es: Si está en blanco, se utilizará la URL de donación del autor en su lugar.

source: How can users translate your package? ie: weblate URL or a help page
es: ¿Cómo pueden los usuarios traducir su paquete? es decir: URL de página web o una página de ayuda

source: You need to save a draft before you can add releases and screenshots. You'll be able to edit the package again before submitting for approval.
es: Tienes que guardar un borrador antes de poder añadir comunicados y capturas de pantalla. Podrás volver a editar el paquete antes de enviarlo para su aprobación.

source: Edit Maintainers
es: Editar mantenedores

source: Maintainers are given write access to the package.
es: Los mantenedores tienen acceso de escritura al paquete.

source: Depending on their rank, they will be able to edit the package, create releases and screenshots, and read private threads.
es: Dependiendo de su rango, podrán editar el paquete, crear lanzamientos y capturas de pantalla, y leer hilos privados.

source: Maintainers cannot add or remove other maintainers, but can remove themselves.
es: Los mantenedores no pueden añadir o eliminar otros mantenedores, pero pueden eliminarse a sí mismos.

source: Community Hub
es: Centro Comunitario

source: Mods and texture packs for %(title)s
es: Mods y paquetes de textura para %(title)s

source: Search for packages for %(title)s
es: Buscar paquetes para %(title)s

source: Documentation
es: Documentación

source: Game support is configured using the package's .conf file. See the documentation for more info
es: La compatibilidad con los juegos se configura mediante el archivo .conf del paquete. Más información en la documentación

source: Source
es: Fuente

source: Supported?
es: ¿Soportado?

source: Supports all games (unless excluded by unsupported_games)
es: Admite todos los juegos (a menos que estén excluidos por unsupported_games)

source: Detected from dependencies
es: Detectado a partir de las dependencias

source: Overridden on ContentDB
es: Sobreescrito en ContentDB

source: Unknown. Please either add supported games or check 'Supports all games'
es: Desconocido. Por favor, añade los juegos compatibles o marca "Compatible con todos los juegos"

source: Generated %(conf)s lines
es: Línea(s) generada(s) %(conf)s

source: You need to manually define at least one supported game before you can turn this off.
es: Tienes que definir manualmente al menos un juego compatible antes de poder desactivar esto.

source: When checked, this indicates that this package should support all games, unless excluded by unsupported_games.
es: Cuando está marcado, indica que este paquete debe soportar todos los juegos, a menos que estén excluidos por unsupported_games.

source: You can check this and still specify games in supported_games that you've tested.
es: Puedes comprobarlo y seguir especificando juegos en supported_games que hayas probado.

source: It's not possible for texture packs to support all games.
es: No es posible que los paquetes con las texturas sean compatibles con todos los juegos.

source: The package depends on a game-specific mod, and so cannot support all games.
es: El paquete depende de un mod específico del juego, por lo que no es compatible con todos los juegos.

source: Overrides
es: Anulaciones

source: It's best to add supported/unsupported games to %(conf)s, but in the meantime you can add them here.
es: Lo mejor es añadir los juegos admitidos/no soportados a %(conf)s, pero mientras tanto puedes añadirlos aquí.

source: Adding to %(conf)s allows users who install outside ContentDB to benefit as well.
es: Añadiendo a %(conf)s permite que los usuarios que instalan fuera de ContentDB también se beneficien.

source: Comma-separated game names, ex: minetest_game, nodecore
es: Nombres de juegos separados por comas, ej: minetest_game, nodecore

source: Package Removed
es: Paquete removido

source: This package has been unpublished.
es: Este paquete no se ha publicado.

source: It may have been removed by choice of the author, or by ContentDB staff due to a problem.
es: Puede haber sido eliminado por decisión del autor, o por el personal de ContentDB debido a un problema.

source: Package Undergoing Review
es: Paquete en proceso de revisión

source: This package is currently undergoing review
es: Este paquete se encuentra en proceso de revisión

source: Package Not Yet Submitted
es: Paquete aún no presentado

source: This package has been created but hasn't been submitted for approval yet.
es: Este paquete se ha creado pero aún no se ha enviado para su aprobación.

source: This package is currently undergoing review, and changes are needed before it can be added.
es: Este paquete está siendo revisado actualmente, y se necesitan cambios antes de poder añadirlo.

source: Please check back again later.
es: Por favor, vuelve a revisar más tarde.

source: Or, if you're the author, log in to see more information.
es: O, si eres el autor, inicia sesión para ver más información.

source: Login
es: Iniciar sesión

source: Did you mean to search for packages by %(authors)s?
es: ¿Quería buscar paquetes por %(authors)s?

source: Filter by tags
es: Filtrar por etiquetas

source: More content from the forums
es: Más contenido en los foros

source: Thumbnail
es: Miniatura

source: Bulk Change Releases
es: Cambiar lanzamientos en masa

source: Use this page to set the min and max of all releases for your package.
es: Use esta página para establecer el mínimo y máximo de todos los lanzamientos para su paquete.

source: Maximum must be greater than or equal to the minimum!
es: ¡El máximo debe ser mayor que o igual al mínimo!

source: Note: Min and max versions will be used to hide the package on platforms not within the range.
es: Nota: Versiones mínimas y máximas serán usadas para ocultar el paquete en plataformas fuera del rango.

source: Leave both as None if in doubt.
es: Deje ambos como Ninguno en caso de duda.

source: Edit release
es: Editar lanzamiento

source: Commit Hash
es: Hash del Commit

source: view task
es: ver tarea

source: Approved
es: Aprobado

source: Supported Minetest versions
es: Versiones compatibles de Minetest

source: Are you sure your package doesn't work on versions after %(version)s?
es: ¿Está seguro de que su paquete no funciona en versiones posteriores a %(version)s?

source: Only set the maximum version if you know that it doesn't work on newer Minetest versions.
es: Solo configure la versión máxima si sabe que no funciona en las versiones más nuevas de Minetest.

source: Don't set the maximum version just because you haven't tested it on newer versions.
es: No establezcas la versión máxima solo porque no la has probado en versiones más nuevas.

source: Set the minimum and maximum Minetest versions supported. This release will be hidden to clients outside of that range.
es: Establezca las versiones mínimas y máximas de Minetest soportadas. Esta versión se ocultará a los clientes que se encuentren fuera de ese rango.

source: You can <a href='/help/package_config/'>set this automatically</a> in the .conf of your package.
es: Puedes <a href="/help/paquete_config/">configurar esto automáticamente</a> en el .conf de tu paquete.

source: Delete Release
es: Eliminar Lanzamiento

source: This is permanent.
es: Esto es permanente.

source: Any associated uploads will not be deleted immediately, but the release will no longer be listed.
es: Cualquier subida asociada no será eliminada inmediatamente, pero el lanzamiento dejará de ser listado.

source: You cannot delete the latest release; please create a newer one first.
es: No puede eliminar el último lanzamiento; por favor cree uno nuevo primero.

source: Create a release
es: Crear un lanzamiento

source: You have automatic releases enabled.
es: Tiene activados los lanzamientos automáticos.

source: You have Git update notifications enabled.
es: Tiene las notificaciones de actualización Git activadas.

source: You can enable automatic updates in the update settings.
es: Puede activar las actualizaciones automáticas en la configuración de actualizaciones.

source: Set up
es: Configurar

source: You can create releases automatically when you push commits or tags to your repository.
es: Puede crear versiones automáticamente cuando envíe confirmaciones o etiquetas a su repositorio.

source: Add Git repo
es: Añadir repositorio Git

source: Using Git would allow you to create releases automatically when you push code or tags.
es: El uso de Git le permitiría crear versiones automáticamente al insertar el código o las etiquetas.

source: 1. Name release
es: 1. Nombrar lanzamiento

source: Human readable. Eg: 1.0.0 or 2018-05-28
es: Legible por humanos. Por ejemplo: 1.0.0 o 2018-05-28

source: 2. Set the content
es: 2. Establecer el contenido

source: Take a look at the <a href='/help/package_config/'>Package Configuration and Releases Guide</a> for tips on customising releases.
es: Eche un vistazo a la <a href="/help/package_config/">Guía de configuración de los paquetes y las versiones</a> para obtener consejos para personalizar las versiones.

source: 3. Supported Minetest versions
es: 3. Versiones compatibles de Minetest

source: The .conf of your package can <a href='/help/package_config/'>set this automatically</a>, which will override your selection.
es: El .conf de su paquete puede <a href="/help/package_config/">configurar esto automáticamente</a>, lo que anulará tu selección.

source: How do you want to create releases?
es: ¿Cómo quiere crear lanzamientos?

source: Later
es: Más tarde

source: A release is a single downloadable version of your %(title)s.
es: Un lanzamiento es una única versión descargable de su %(title)s.

source: You need to create releases even if you use a rolling release development cycle, as Minetest needs them to check for updates.
es: Necesita crear lanzamientos incluso si utiliza un ciclo de desarrollo continuo, ya que Minetest los necesita para buscar las actualizaciones.

source: When you push a change to your Git repository, ContentDB can create a new release automatically or send you a reminder.
es: Cuando envías un cambio a tu repositorio Git, ContentDB puede crear una nueva versión automáticamente o enviarte un recordatorio.

source: ContentDB will check your Git repository every day, but you can use webhooks or the API for faster updates.
es: ContentDB comprobará tu repositorio Git cada día, pero puedes utilizar webhooks o la API para actualizaciones más rápidas.

source: This can be changed later.
es: Esto se puede cambiar más tarde.

source: Automatically (Recommended)
es: Automáticamente (recomendado)

source: Rolling Release
es: Ciclo de lanzamiento progresivo

source: On Git Tag
es: Sobre Git Tag

source: Manually
es: Manualmente

source: With reminders
es: Con recordatorios

source: No reminders
es: Sin recordatorios

source: Unfortunately, you will otherwise need to create a release manually.
es: Lamentablemente, de lo contrario tendrá que crear una versión manualmente.

source: Create releases manually
es: Crear lanzamientos manualmente

source: Releases - %(title)s
es: Lanzamientos - %(title)s

source: Set up automatic releases
es: Configurar los lanzamientos automáticos

source: Bulk update
es: Actualización masiva

source: Total storage usage is %(total_size)d MB (releases %(release_size)d MB, screenshots %(screenshot_size)d MB)
es: El uso total de almacenamiento es %(total_size)d MB (versiones %(release_size)d MB, capturas de pantalla %(screenshot_size)d MB)

source: Remove %(title)s
es: Eliminar %(title)s

source: In order to avoid data loss, you cannot permanently delete packages. You can remove them from ContentDB, which will cause them to not be visible to any users. Removed packages may be permanently deleted at a later point. ContentDB staff can restore removed packages, if needed.
es: Para evitar la pérdida de datos, no puede eliminar paquetes de forma permanente. Puede eliminarlos de ContentDB, lo que hará que no sean visibles para ningún usuario. visibles para ningún usuario. Los paquetes eliminados pueden borrarse permanentemente permanentemente. El personal de ContentDB puede restaurar los paquetes eliminados, si es necesario.

source: Unapproving a package will put it back into Draft, where it can be submitted for approval again.
es: Establecer la versión mínima y versión máxima de Minetest soportadas. Este lanzamiento se ocultará en clientes fuera de ese rango.

source: and
es: y

source: Removing this package will break the following mods: %(names)s
es: Al eliminar este paquete se romperán las siguientes modificaciones: %(names)s

source: Reason
es: Motivo

source: Reason for unapproval / deletion, this is shown in the audit log
es: Motivo de la desaprobación / eliminación, esto se muestra en el registro de auditoría

source: Unpublish
es: Quitar la publicación

source: Post a review for %(title)s by %(author)s
es: Publicar una reseña para %(title)s por %(author)s

source: Please make sure you read ContentDB's <a href='/rules/'>rules</a>
es: Por favor, asegúrese de leer las <a href="/rules/">reglas</a> de ContentDB

source: Found a bug? Post on the <a href='%(url)s'>issue tracker</a> instead.
es: ¿Ha encontrado un error? En su lugar, publique en <a href="%(url)s">issue tracker</a>.

source: Delete review.
es: Eliminar reseña.

source: This will convert the review into a thread, keeping the comments but removing its effect on the package's rating.
es: Esto convertirá la reseña en un hilo, manteniendo los comentarios pero eliminando su efecto en la valoración del paquete.

source: Review Votes
es: Votos de la Reseña

source: Review votes on %(title)s by %(author)s
es: Votos de la reseña en %(title)s por %(author)s

source: Edit screenshot
es: Editar captura de pantalla

source: Add a screenshot
es: Añadir una captura de pantalla

source: The recommended resolution is 1920x1080, and screenshots must be at least %(width)dx%(height)d.
es: La resolución recomendada es 1920x1080, y las capturas de pantalla deben ser de al menos %(width)dx%(height)d.

source: Add Image
es: Añadir imagen

source: Way too small
es: Demasiado pequeño

source: Too small
es: Muy pequeño

source: Not HD
es: No es HD

source: Awaiting approval
es: Esperando aprobación

source: No screenshots.
es: Sin capturas de pantalla.

source: Save Order
es: Guardar Orden

source: Reordering requires JavaScript.
es: Reordenar requiere JavaScript.

source: Client Preview
es: Vista previa del cliente

source: The first screenshot in the list above will be the package thumbnail.
es: La primera captura de pantalla de la lista anterior será la miniatura del paquete.

source: Videos
es: Vídeos

source: You can set a video on the Edit Details page
es: Puede añadir un vídeo en la página Editar Detalles

source: Links
es: Enlaces

source: Review link
es: Revisar enlace

source: Badges
es: Emblemas

source: Modname Uniqueness
es: Originalidad del nombre del mod

source: Packages sharing provided mods
es: Paquetes que comparten los mods proporcionados

source: This package contains modnames that are present in the following packages:
es: Este paquete contiene nombres de mods presentes en los siguientes paquetes:

source: Similar Forum Topics
es: Temas del foro similares

source: Download (.csv)
es: Descargar (.csv)

source: To provide translations for your %(type)s, you need to create .tr files and upload a new release.
es: Para proporcionar traducciones para sus %(type)s, debe crear archivos .tr y cargar una nueva versión.

source: For information on how to do this, see the modding book chapter and lua_api.md
es: Para obtener información sobre cómo hacer esto, consulte el capítulo del libro sobre modificación y lua_api.md
