Repository: minetest/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: This will blacklist an email address, preventing ContentDB from ever sending emails to it - including password resets.
es: Esto pondrá una dirección de correo electrónico en la lista negra, impidiendo que ContentDB le envíe correos electrónicos, incluidos los restablecimientos de contraseña.

source: Please enter the email address you wish to blacklist.
es: Por favor, introduzca el correo electrónico que desea incluir en la lista negra.

source: You will then need to confirm the email
es: Deberás verificar el correo electrónico

source: You may now unsubscribe.
es: Ahora puedes darte de baja.

source: Unsubscribing may prevent you from being able to log into the account '%(display_name)s'
es: Cancelar la suscripción podría impedir que puedas iniciar sesión en la cuenta '%(display_name)s'

source: ContentDB will no longer be able to send "forget password" and other essential system emails. Consider editing your email notification preferences instead.
es: ContentDB ya no podrá enviar mensajes de correo electrónico de "olvido la contraseña" y otros mensajes esenciales del sistema. En su lugar, considere la posibilidad de editar sus preferencias de las notificaciones por correo electrónico.

source: You won't be able to use this email with ContentDB anymore.
es: Ya no podrás usar este correo con ContentDB.

source: Edit Notification Preferences
es: Editar las preferencias de la notificación

source: Search in Package Releases
es: Buscar dentro de las distribuciones de paquetes

source: '%(query)s' - Search Package Releases
es: '%(query)s' - Buscar versiones de paquetes

source: All time
es: Todo el tiempo

source: Last 7 days
es: Últimos 7 días

source: Last 30 days
es: Últimos 30 días

source: Last 90 days
es: Últimos 90 días

source: Year to date
es: Hasta la fecha

source: Last year
es: El año pasado

source: (view table in browser)
es: (ver tabla en el navegador)

source: Image
es: Imagen

source: none
es: ninguno

source: Unsupported Games
es: Juegos no compatibles

source: Optional dependencies
es: Dependencias opcionales

source: You have a lot of notifications, you should either read or clear them
es: Tienes muchas notificaciones, deberías leerlas o borrarlas

source: Please consider enabling email notifications, you can customise how much is sent
es: Considere la posibilidad de activar las notificaciones por correo electrónico, puede personalizar cuánto se envía
