Repository: minetest/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: Invalid username, Only alphabetic letters (A-Za-z), numbers (0-9), underscores (_), minuses (-), and periods (.) allowed. Consider contacting an admin
es: Usuario inválido, solo se permiten letras del abecedario (A-Z a-z), números (09), guiones bajos (_), guiones (-) y puntos (.). Considere contactar a un administrador

source: User has already been claimed
es: El usuario ya ha sido reclamado

source: Unable to get GitHub username for user
es: No se ha podido obtener el nombre de usuario de GitHub para el usuario

source: That user has already been claimed!
es: ¡Ese usuario ya ha sido reclamado!

source: Error whilst attempting to access forums: %(message)s
es: Error al intentar acceder a los foros: %(message)s

source: Unable to get forum signature - does the user exist?
es: No se ha podido obtener la firma de los foros - ¿existe el usuario?

source: Unable to login as user
es: No se ha podido iniciar sesión como usuario

source: Could not find the key in your signature!
es: ¡No se ha podido encontrar la clave en su firma!

source: Unknown claim type
es: Tipo de reclamación desconocido

source: Top reviewer
es: Mejor reseñador

source: %(display_name)s has written the most helpful reviews on ContentDB.
es: %(display_name)s ha escrito las reseñas más útiles en ContentDB.

source: 2nd most helpful reviewer
es: 2do crítico más útil

source: 3rd most helpful reviewer
es: 3er crítico más útil

source: This puts %(display_name)s in the top %(perc)s%%
es: Esto pone a %(display_name)s en el top %(perc)s%%

source: Top %(perc)s%% reviewer
es: Reseñador en el ránking %(perc)s%%

source: Only %(place)d users have written more helpful reviews.
es: Sólo %(place)d usuarios han escrito más reseñas útiles.

source: Consider writing more helpful reviews to get a medal.
es: Considere escribir más reseñas útiles para conseguir una medalla.

source: You are in place %(place)s.
es: Estás en el lugar %(place)s.

source: Top %(type)s
es: Mejor(es) %(type)s

source: %(display_name)s has a %(type)s placed at #%(place)d.
es: %(display_name)s tiene un %(type)s en el puesto #%(place)d.

source: Your packages have %(downloads)d downloads in total.
es: Sus paquetes tienen %(downloads)d descargas en total.

source: First medal is at 50k.
es: La primera medalla está en 50k.

source: >300k downloads
es: &gt;300k descargas

source: >100k downloads
es: &gt;100k descargas

source: >75k downloads
es: &gt;75k descargas

source: >50k downloads
es: &gt;50k descargas

source: Has received %(downloads)d downloads across all packages.
es: Ha recibido %(downloads)d descargas entre todos los paquetes.

source: Edit Profile
es: Editar perfil

source: Account and Security
es: Cuenta y seguridad

source: Email and Notifications
es: Correo electrónico y notificaciones

source: API Tokens
es: Tokens de la API

source: OAuth2 Applications
es: Aplicaciones OAuth2

source: Moderator Tools
es: Herramientas de Moderador

source: Donation URL
es: URL de donación

source: A user already has that name
es: Un usuario ya tiene ese nombre

source: Removed GitHub account
es: Cuenta de GitHub eliminada

source: You need to add an email address and password before you can remove your GitHub account
es: Debes agregar una dirección de correo electrónico y una contraseña antes de poder eliminar tu cuenta de GitHub

source: Users with moderator rank or above cannot be deleted
es: Los usuarios con rango de moderador o superior no pueden ser eliminados

source: Display name
es: Nombre a mostrar

source: Forums Username
es: Nombre de usuario de los foros

source: GitHub Username
es: Nombre de usuario de GitHub

source: Rank
es: Clasificar

source: Can't promote a user to a rank higher than yourself!
es: ¡No puede ascender a un usuario a un rango mayor que el suyo!

source: Text to find (regex)
es: Texto a buscar (regex)

source: File filter
es: Filtro de archivos

source: Search
es: Buscar

source: A package already exists with this name. Please see Policy and Guidance 3
es: Ya existe un paquete con este nombre. Consulte la Política y Orientación 3

source: You need to create a release before this package can be approved.
es: Debe crear una versión antes de que se pueda aprobar este paquete.

source: Release is still importing, or has an error.
es: El lanzamiento aún se está importando, o tiene un error.

source: Set up releases
es: Configurar versiones

source: You need to add at least one screenshot.
es: Debe agregar al menos una captura de pantalla.

source: The following hard dependencies need to be added to ContentDB first: %(deps)s
es: Las siguientes dependencias deben añadirse a ContentDB primero: %(deps)s

source: What games does your package support? Please specify on the supported games page
es: ¿Qué juegos admite su paquete? Por favor, especifíquelo en la página de juegos compatibles

source: Please wait for the license to be added to CDB.
es: Por favor, espere a que la licencia sea añadida a CDB.

source: Please make sure that this package has the right to the names it uses.
es: Por favor asegúrese de que este paquete tiene el derecho a los nombres que usa.

source: Please make sure that this package has the right to the names %(names)s
es: Por favor asegúrese de que este paquete tiene el derecho a los nombres %(names)s

source: See more
es: Ver más

source: Error: Another package already uses this forum topic!
es: Error: Otro paquete ya utiliza este tema del foro!

source: Error: Forum topic author doesn't match package author.
es: Error: El autor del tema del foro no coincide con el autor del paquete.

source: Warning: Forum topic not found. The topic may have been created since the last forum crawl.
es: Advertencia: No se encontró el tema del foro. Es posible que el tema se haya creado desde el último rastreo del foro.

source: Name can only contain lower case letters (a-z), digits (0-9), and underscores (_)
es: Los nombres sólo pueden contener letras minúsculas (a-z), dígitos (0-9) y guiones bajos (_)

source: You don't have permission to edit this package
es: No tienes permiso para editar este paquete

source: You don't have permission to change the package name
es: No tienes permiso para cambiar el nombre de este paquete

source: You don't have permission to make releases
es: No tienes permiso para hacer lanzamientos

source: You've created too many releases for this package in the last 5 minutes, please wait before trying again
es: Ha creado demasiados lanzamientos para este paquete en los últimos 5 minutos, por favor espere antes de intentarlo de nuevo

source: Invalid commit hash; it must be a 40 character long base16 string
es: Hash del commit inválido; debe ser una cadena de texto base16 de 40 caracteres

source: Too many requests, please wait before trying again
es: Demasiadas peticiones, por favor espere antes de volver a intentarlo

source: a PNG, JPEG, or WebP image file
es: un archivo de imagen PNG, JPEG o WebP

source: Screenshot is too small, it should be at least %(width)s by %(height)s pixels
es: La captura de pantalla es muy pequeña, debería ser de al menos %(width)s por %(height)s píxeles

source: Please upload %(file_desc)s
es: Por favor suba %(file_desc)s

source: Uploaded image isn't actually an image
es: La imagen subida no es realmente una imagen

source: Username is invalid
es: El nombre de usuario es inválido

source: An account already exists for that username but hasn't been claimed yet.
es: Ya existe una cuenta con ese nombre de usuario pero aún no ha sido reclamada.

source: Unable to create an account as the username is already taken. If you meant to log in, you need to connect %(provider)s to your account first
es: No se puede crear una cuenta porque el nombre de usuario ya está ocupado. Si desea iniciar sesión, primero debe conectar %(provider)s a su cuenta

source: That username/display name is already in use, please choose another.
es: Ese nombre de usuario/nombre a mostrar ya está en uso, por favor elija otro.

source: Unable to create an account as the username was used in the past.
es: No se puede crear una cuenta porque el nombre de usuario se usó en el pasado.

source: Game
es: Juego

source: Texture Pack
es: Paquete de texturas

source: Games
es: Juegos

source: Texture Packs
es: Paquetes de texturas

source: Submit for Approval
es: Entregar para Revisión

source: Approve
es: Aprobar

source: Delete
es: Borrar

source: Work in Progress
es: En progreso

source: You are receiving this email because you are a registered user of ContentDB.
es: Está recibiendo este correo electrónico porque es un usuario registrado en ContentDB.

source: You are receiving this email because someone (hopefully you) entered your email address as a user's email.
es: Usted está recibiendo este correo electrónico porque alguien (con suerte, usted) ha introducido su dirección de correo electrónico como usuario.

source: %(num)d new notifications
es: %(num)d notificaciones nuevas

source: View
es: Ver

source: Manage email settings
es: Gestionar ajustes de correo electrónico

source: Unsubscribe
es: Anular la suscripción

source: Page not found
es: Página web no encontrada

source: That page could not be found. The link may be broken, the page may have been deleted, or you may not have access to it.
es: Esa página no pudo ser encontrada. El enlace podría estar roto, la página podría haber sido eliminada, o podría no tener acceso a ella.

source: Random
es: Aleatorio

source: Help
es: Ayuda

source: Search %(type)s
es: Buscar %(type)s

source: Search all packages
es: Buscar en todos los paquetes

source: Work Queue
es: Cola de trabajo

source: To do list
es: Lista de tareas

source: Notifications
es: Notificaciones

source: Add Package
es: Añadir paquete

source: Profile
es: Perfil

source: My Collections
es: Mis colecciones

source: Admin
es: Administrador

source: Settings
es: Ajustes

source: Sign out
es: Cerrar sesión

source: Languages
es: Idiomas

source: Help translate ContentDB
es: Ayuda a traducir ContentDB

source: About
es: Acerca de

source: Contact Us
es: Contáctenos

source: Rules
es: Reglas

source: Policy and Guidance
es: Política y orientación

source: Donate
es: Donar

source: Privacy Policy
es: Política de privacidad

source: Report / DMCA
es: Reportar / DMCA

source: User List
es: Lista de usuarios

source: Threads
es: Hilos de discusión

source: Collections
es: Colecciones

source: Support Creators
es: Apoyar a los creadores

source: Translate Packages
es: Traducir paquetes

source: Source Code
es: Código fuente

source: Show non-free packages
es: Mostrar paquetes no gratuitos

source: Hide non-free packages
es: Ocultar paquetes no gratuitos

source: Our privacy policy has been updated (%(date)s)
es: Nuestra política de privacidad ha sido actualizada (%(date)s )

source: Welcome
es: Bienvenido

source: Welcome to the best place to find Minetest mods, games, and texture packs
es: Bienvenido al mejor lugar para encontrar mods, juegos y paquetes de texturas de Minetest

source: %(title)s by %(author)s
es: %(title)s por %(author)s

source: <strong>%(title)s</strong> by %(author)s
es: <strong>%(title)s</strong> por %(author)s

source: Reviews
es: Reseñas

source: Previous
es: Anterior

source: Next
es: Siguiente

source: Recently Added
es: Añadidos recientemente

source: Recently Updated
es: Actualizados recientemente

source: Top Games
es: Mejores juegos

source: Top Mods
es: Mejores mods

source: Top Texture Packs
es: Mejores paquetes de texturas

source: Search by Tags
es: Buscar por etiquetas

source: Highest Reviewed
es: Mejor puntuado

source: All reviews
es: Todas las reseñas

source: Recent Positive Reviews
es: Reseñas positivas recientes

source: CDB has %(count)d packages, with a total of %(downloads)d downloads.
es: CDB tiene %(count)d paquetes, con un total de %(downloads)d descargas.

source: Caused by %(author)s.
es: Causado por %(author)s.

source: Caused by a deleted user.
es: Causado por un usuario borrado.

source: Send bulk email
es: Enviar correo electrónico masivo

source: Send bulk notification
es: Enviar notificación masiva

source: Send email to %(username)s
es: Enviar email a %(username)s

source: Package
es: Paquete

source: No results
es: Sin resultados

source: Has ContentDB translation?
es: ¿Tiene traducción ContentDB?

source: New License
es: Nueva licencia

source: Licenses
es: Licencias

source: Views
es: Vistas

source: Minetest Versions
es: Versiones de Minetest

source: New Version
es: Versión nueva

source: Warnings
es: Advertencias

source: New Warning
es: Nueva advertencia

source: Edit - %(name)s
es: Editar - %(name)s

source: Create API Token
es: Crear token de API

source: This token was created by the application '%(title)s' by %(author)s.
es: Este token fue creado por la aplicación '%(title)s' por %(author)s.

source: Click 'Delete' to revoke access.
es: Haga clic en 'Eliminar' para revocar el acceso.

source: API Tokens allow scripts to act on your behalf.
es: Los tokens de la API permiten que los scripts actúen en tu nombre.

source: Be careful with what/whom you share tokens with, as you are responsible for your account's actions.
es: Ten cuidado con qué/quién compartes tus tokens, ya que eres responsable de las acciones de tu cuenta.

source: Access Token
es: Token de acceso

source: For security reasons, access tokens will only be shown once. Reset the token if it is lost.
es: Por razones de seguridad, los tokens de acceso sólo se mostrarán una vez. Restablece el token si lo pierdes.

source: Reset
es: Restablecer

source: Human-readable name to tell tokens apart.
es: Nombre legible para distinguir tokens.

source: Recommended: Only allows token to interact with a particular package.
es: Recomendado: Sólo permitir que el token interactúe con un paquete en particular.

source: API Tokens | %(username)s
es: Tokens de API | %(username)s

source: Create
es: Crear

source: API Documentation
es: Documentación de la API

source: Application
es: Aplicación

source: No tokens created
es: No se han creado tokens

source: Edit
es: Editar

source: New Collection
es: Nueva colección

source: Users won't be redirected when going to the old URL
es: Los usuarios no serán redirigidos cuando vayan a la dirección de la URL antigua

source: This requires the collection to be public
es: Esto requiere que la colección sea pública

source: Remove
es: Eliminar

source: You can replace the description with your own
es: Puede sustituir la descripción por la suya propia

source: Are you sure you want to remove {title}?
es: ¿Seguro que quieres eliminar {title}?

source: Delete collection "%(title)s" by %(author)s
es: Borrar la colección "%(title)s" de %(author)s

source: Deleting is permanent
es: La eliminación es permanente

source: Cancel
es: Cancelar

source: %(author)s's collections
es: Colecciones de %(author)s

source: No collections
es: Sin colecciones

source: Add %(package_title)s to a collection
es: Añadir %(package_title)s a una colección

source: Create Collection
es: Crear una colección

source: You don't have any collections
es: No tienes colecciones

source: Make a copy
es: Haz una copia

source: A collection by %(author)s
es: Una colección de %(author)s

source: To add a package, go to the package's page and click 'Add to collection'
es: Para añadir un paquete, vaya a la página del paquete y haga clic en "Añadir a la colección"

source: Some content creators are accepting donations for their work.
es: Algunos creadores de contenido están aceptando donaciones por su trabajo.

source: Donations are a great way to support your favorite modders, artists, and game developers.
es: Las donaciones son una gran forma de apoyar a tus modders, artistas y desarolladores de juegos favoritos.

source: by %(author)s
es: por %(author)s

source: View package
es: Ver paquete

source: Support ContentDB
es: Soporte ContentDB

source: You can donate to rubenwardy to cover ContentDB's costs and support future development.
es: Puede donar a rubenwardy para cubrir los costes de ContentDB y respaldar el desarrollo futuro.

source: For more information about what the cost of ContentDB and what rubenwardy does, see his donation page:
es: Para obtener más información sobre el coste de ContentDB y lo que hace Rubenwardy, consulte su página de donaciones:

source: Based on your reviews / favorites
es: Según sus opiniones / favoritos

source: No reviewed packages accepting donations. Consider reviewing your favourite packages
es: Ningún paquete reseñado está aceptando donaciones. Considera reseñar tus paquetes favoritos

source: Sign in to see recommendations based on the packages you've reviewed
es: Inicia sesión para ver recomendaciones basadas en los paquetes que has reseñado

source: Top packages
es: Mejores paquetes

source: %(count)d packages are looking for donations
es: %(count)d paquetes buscan donaciones

source: From %(username)s and on package %(package)s.
es: De %(username)s y en el paquete %(package)s.

source: From %(username)s.
es: De %(username)s.

source: View Notification
es: Ver notificación

source: You are receiving this email because you are a registered user of ContentDB, and have email notifications enabled.
es: Está recibiendo este correo electrónico porque es un usuario registrado de ContentDB y tiene activadas las notificaciones por correo electrónico.

source: Manage your preferences
es: Administrar tus preferencias

source: This is a '%(type)s' notification.
es: Esta es una notificación de %(type)s.

source: from %(username)s.
es: De %(username)s.

source: Other Notifications
es: Otras notificaciones

source: View Notifications
es: Ver notificaciones

source: We were unable to perform the password reset as we could not find an account associated with this email.
es: No hemos podido realizar el restablecimiento de la contraseña porque no hemos podido encontrar una cuenta asociada a este correo electrónico.

source: This may be because you used another email with your account, or because you never confirmed your email.
es: Esto puede deberse a que usaste otro correo electrónico con tu cuenta, o a que nunca confirmaste tu correo electrónico.

source: You can use GitHub to log in if it is associated with your account.
es: Puede usar GitHub para iniciar sesión si está asociado a su cuenta.

source: Otherwise, you may need to contact the admin for help.
es: De lo contrario, es posible que deba comunicarse con el administrador para obtener ayuda.

source: If you weren't expecting to receive this email, then you can safely ignore it.
es: Si no esperaba recibir este correo electrónico, puede ignorarlo sin problema.

source: Hello!
es: Hola!

source: This email has been sent to you because someone (hopefully you) has entered your email address as a user's email.
es: Este correo electrónico le ha sido enviado porque alguien (esperemos que sea usted) ha introducido su dirección de correo electrónico como usuario.

source: If it wasn't you, then just delete this email.
es: Si no fue usted, elimine este correo electrónico.

source: If this was you, then please click this link to confirm the address:
es: Si se trata de usted, haga clic en este enlace para confirmar la dirección:

source: Confirm Email Address
es: Confirmar dirección de correo electrónico

source: Or paste this into your browser:
es: O pegue esto en su navegador:

source: We're sorry to see you go. You just need to do one more thing before your email is blacklisted.
es: Sentimos que te vayas. Sólo tienes que hacer una cosa más antes de que tu correo electrónico esté en la lista negra.

source: You are receiving this email because someone (hopefully you) entered your email address in the unsubscribe form.
es: Está recibiendo este correo electrónico porque alguien (con suerte, usted) ha introducido su dirección de correo electrónico en el formulario de cancelación de suscripción.

source: Severity: %(sev)s.
es: Severidad: %(sev)s.

source: Deleted User
es: Usuario eliminado

source: No audit log entries.
es: Sin entradas en el registro de auditoría.

source: Required
es: Requerido

source: Start typing to see suggestions
es: Empiece a escribir para ver sugerencias

source: State
es: Estado

source: Please wait for the release to be approved.
es: Por favor espere a que el lanzamiento sea aprobado.

source: You can now approve this package if you're ready.
es: Ahora puede aprobar este paquete si está listo.

source: Please wait for the package to be approved.
es: Por favor espere a que el paquete sea aprobado.

source: You can now submit this package for approval if you're ready.
es: Ahora puede presentar este paquete para aprobación si está listo.

source: This package can be submitted for approval when ready.
es: Este paquete puede ser presentado para aprobación cuando esté listo.

source: You need to fix the above errors before you can submit for review
es: Debe corregir los errores anteriores antes de poder enviarlos para su revisión

source: Package approval thread
es: Hilo de aprobación del paquete

source: You can open a thread if you have a question for the approver or package author.
es: Puede crear un hilo si tiene alguna pregunta para el aprobador o autor del paquete.

source: <b>Warning:</b> Non-free code and media.
es: <b>Advertencia:</b> Código y multimedia no libres.

source: <b>Warning:</b> Non-free code.
es: <b>Advertencia:</b> Código no libre.

source: <b>Warning:</b> Non-free media.
es: <b>Advertencia:</b> Multimedia no libre.

source: No packages available
es: No hay paquetes disponibles

source: created %(date)s
es: creado en %(date)s

source: Edit / Approve
es: Editar / Aprobar

source: Importing...
es: Importando...

source: Waiting for approval.
es: Esperando aprobación.

source: No releases available.
es: No hay lanzamientos disponibles.

source: Helpful
es: Útil

source: Unhelpful
es: Inútil

source: %(num)d comments
es: %(num)d comentarios

source: No reviews, yet.
es: Aún no hay reseñas.

source: Review
es: Reseñar

source: Do you recommend this %(type)s?
es: ¿Recomienda este %(type)s?

source: Why or why not? Try to be constructive
es: ¿Por qué o por qué no? Intente ser constructivo

source: Post Review
es: Publicar Reseña

source: Report an issue
es: Reportar un problema

source: Ask a question
es: Hacer una pregunta

source: %(display_name)s's packages
es: Paquetes de %(display_name)s

source: Date range...
es: Rango de fechas...

source: Downloads, past 7 days
es: Descargas, últimos 7 días

source: Downloads, past 30 days
es: Descargas, últimos 30 días

source: Downloads from $1 to $2
es: Descargas de $1 a $2

source: $1 per day
es: $1 por día

source: JavaScript is required to display charts and statistics
es: Se necesita JavaScript para mostrar gráficos y estadísticas

source: Lifetime unique downloads
es: Descargas únicas

source: Loading...
es: Cargando...

source: No data
es: Sin datos

source: Downloads by Package
es: Descargas por paquete

source: This is a stacked area graph. For total downloads, look at the combined height.
es: Se trata de un gráfico de áreas apiladas. Para el total de las descargas, mira la altura combinada.

source: Downloads by Client
es: Descargas por cliente

source: Downloads by Reason
es: Descargas por razón

source: <b>New Install</b>: the user clicked [Install] inside of Minetest.
es: <b>Nueva instalación</b>: el usuario hizo clic en [Instalar] dentro de Minetest.

source: <b>Dependency</b>: was installed automatically to fulfill a dependency.
es: <b>Dependencia</b>: se instaló automáticamente para cumplir una dependencia.

source: <b>Update</b>: download was to update the package.
es: <b>Actualización</b>: la descarga fue para actualizar el paquete.

source: <b>Other / Unknown</b>: downloaded by a web browser or an outdated Minetest version (before 5.5).
es: <b>Otra / Desconocida</b>: descargado por un navegador web o una versión de Minetest desactualizada (anterior a la 5.5).
